<?php

/** @var yii\web\View $this */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron text-center bg-transparent mt-5 mb-5">
        <h1 class="display-4">Добро пожаловать на нашу страницу чата!</h1>

        <p class="lead">Общайтесь с другими в реальном времени через нашу динамичную чат-платформу, созданную с
            использованием Yii. Будь то обсуждение идей, поиск советов или просто общение с единомышленниками,
            вы находитесь в нужном месте.</p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-12 mb-3 text-center">
                <h2>Почему общаться с нами?</h2>

                <p>Наша функция чата, работающая на платформе Teletype, предлагает увлекательный и интерактивный опыт,
                    не похожий ни на что другое. Участвуйте в содержательных дискуссиях, делитесь идеями и легко
                    находите общий язык. Будьте вы опытным пользователем или новичком, здесь найдется что-то для
                    каждого. Погрузитесь и начните общаться уже сегодня!</p>
            </div>
        </div>

    </div>
</div>
